{
    "en": {
      "headline": "Decoplast",
      "aboutTxt": "The company Decomatic was founded in 1997. Initially established as a manufacturing firm specializing in window design, the organization has gradually expanded its focus beyond interior spaces. The production of decorative panels has become another promising direction for our company. Each year, we strive to increase sales volumes through competitive pricing and the expertise of our highly qualified personnel, who work in the office, the store, and the production facility. Regular additional training is provided to enhance the quality of our services. The equipment in our production facility is constantly modernized, positively impacting the production timelines. Decorative panels are made of a solid and durable composite material obtained through extrusion with the application of hot stamping on the surface to create a marble texture. This material is a PVC composite, and the surface of the profile is further reinforced with a co-extrusion layer. PVC panels with a marble finish are a prospective decorative finishing material for various interiors, residential, and public buildings. They offer the aesthetics of marble along with lightweight properties and a lower cost. Key advantages of the material include environmental friendliness, corrosion resistance, affordability compared to marble, ease of processing and installation, the ability to shape the profile in any form, and durability on curved surfaces. The material is not susceptible to the effects of moist interior conditions. Size: 2440 mm x 1220 mm.",
      "section1": "About Us",
      "section2": "Samples",
      "section3": "Ready Solutions"
    },
    "ru": {
      "headline": "Декопласт",
      "aboutTxt": "Компания «Decomatic» была основана 1997 году. Наша организация основывалась как производственная фирма, занимающаяся дизайном окон, но постепенно с ростом фирмы появлялись направления, которые охватывали уже не только интерьер помещения. Производство декоративных панелей стало очередным перспективным направлением нашей компании. С каждым годом мы стремимся увеличить объёмы продаж путём конкурентоспособных цен, а также за счёт высококвалифицированного персонала, работающего в офисе, в магазине и на производстве, который регулярно проходит дополнительное обучение для улучшения качества услуг. Оборудование на производстве постоянно модернизируется, что положительно влияет на сроки изготовления продукции. Декоративные панели - это твердый и прочный композитный материал, получаемый методом экструзии с нанесением горячего штампования на поверхность текстуры мрамора. Данный материал является композитом ПВХ. Поверхность профиля дополнительно укрепляется со-экструзионным слоем. ПВХ панели под мрамор – перспективный декоративно-отделочный материал для любых интерьеров, жилых и общественных зданий, предлагающий эстетику мрамора и одновременно легкость и более низкую стоимость. Основные преимущества материала: Экологически чистый и антикоррозийный материал. Хороший заменитель мрамора, т. к. дешевле, легче в обработке и монтаже. Профилю можно задать любую форму. Легко режется и устанавливается. Листы достаточно прочны на изгиб, облегчают отделку неровных участков. Материал не боится влажных условий интерьеров. Размер: 2440 мм. х 1220 мм.",
      "section1": "О Нас",
      "section2": "Образцы",
      "section3": "Готовые Решения"
    },
    "uz": {
      "headline": "Декопласт",
      "aboutTxt": "«Decomatic» компанияси 1997 йилда ташкил топган. Бизнинг ташкилийатимиз, шунингдек, шакл-шаклида эмес, камера дизайнини амалга оширадиган ишларда ишлаб чиқарувчи фирма сифатида бошланди. Декоратив панелларнинг ишлаб чиқарилиши бизнинг компаниямизнинг янги йўналишларидан бири бўлди. Ўтган қарорлар билан мос келар, ҳамда жилдлардиргача янги сўтта бошқа тармоқлар кўрсатиш кўрсатгичлари, жойлашган, махсус янгиликлар. Ўтган йилда биз сотиш объемини камайтириш учун, конкурентоспос цена билан биргаликда, бирождан ҳам, сифатли ходимлар жиҳозлари, офисда, магазинда ва ишлаб чиқаришда ишлашга киритилган ходимлар, камерада ҳар хил қўшимча таълим ўтказадиган камчиликдаги вақтдан кейин ўтказиладиган дополнительнo таълимдан фойдаланмоқчи ва нарсаларни яхшилаш учун камчиликдаги персонал билан биргаликда ишлаб чиқаради. Ишлаб чиқаришдаги оборудованиямиз ҳамда ушбу санъатда ишлаб чиқарилган маҳсулотларнинг муддатларини тезлаштириш учун жавоб берадиган ҳолда янгилашмоқда.",
      "section1": "Биз ҳақимизда",
      "section2": "Намуналар",
      "section3": "Тайёр Йўналишлар"
    }
}
  